{"0001":{"id":"0001","name":"A . Caglar Tas","institution":"University of Tennessee, Knoxville","bio":"Dr. Tas investigates the cognitive and neural mechanisms underlying transsaccadic perception, updating, and visual stability. Her research addresses how the visual system maintains perceptual continuity across saccadic eye movements, focusing on the interplay between foveal and peripheral information, visual working memory, and attention. A significant contribution is the proposal of the object-mediated updating (OMU) mechanism, alongside empirical evidence demonstrating the role of visual working memory in transsaccadic perception and the neural correlates of transsaccadic updating using fNIRS.","papers":[{"title":"Artificial Fixation Points- Are They Generalizable?","abstract":"","year":"2025","venue":"Journal of Vision","citations":0,"authors":"A. Bhimani, Jessica L. Parker, A. C. Tas","last_author":"A. C. Tas","url":"https://www.semanticscholar.org/paper/c6cc08b486771a9099672356b33868180f3f11ff"},{"title":"The saccade target is prioritized for visual stability in naturalistic scenes","abstract":"","year":"2025","venue":"Vision Research","citations":1,"authors":"Jessica L. Parker, A. C. Tas","last_author":"A. C. Tas","url":"https://www.semanticscholar.org/paper/e5046621fffca83613759838eccb6767c05db12f"},{"title":"Similarity of Memory Representations Modulate Saccade Curvatures","abstract":"","year":"2024","venue":"Journal of Vision","citations":0,"authors":"Golnaz Forouzandehfar, Chengrui Li, Aaron T. Buss, A. C. Tas","last_author":"A. C. Tas","url":"https://www.semanticscholar.org/paper/10e8f9b186b6d032e5353da6dcc9ca7acb896b64"},{"title":"Transsaccadic feature memory performance asymmetries in visual field and saccade direction","abstract":"","year":"2024","venue":"Journal of Vision","citations":0,"authors":"Jessica L. Parker, A. C. Tas","last_author":"A. C. Tas","url":"https://www.semanticscholar.org/paper/d65afd22ac52f199c312c5df407e01ce4edcb24f"},{"title":"Task design effects on negative search templates","abstract":"","year":"2023","venue":"Journal of Vision","citations":0,"authors":"Michael K. Mugno, A. C. Tas","last_author":"A. C. Tas","url":"https://www.semanticscholar.org/paper/1aefc3a0f241abccc639929ba028f0899923b01b"}],"profile_pic":"a_._caglar_tas_0001.jpg","umap_projection":{"x":3.2818007469177246,"y":8.544679641723633},"cluster":0},"0002":{"id":"0002","name":"A. Mike Burton","institution":"University of York","bio":"Dr. Burton investigates the cognitive and computational mechanisms underlying face perception and recognition, with a particular emphasis on the processing of familiar and unfamiliar faces. His research addresses how humans achieve robust face recognition despite substantial image variability and aims to improve automatic face recognition systems by incorporating principles of human perceptual processing. Burton's significant contributions include the conceptualization of face variability as a critical factor in face learning, the development of the Glasgow Face Matching Test, and the formulation of influential computational models such as the Interactive Activation and Competition (IAC) model.","papers":[{"title":"A narrow band of image dimensions is critical for face recognition.","abstract":"A key challenge in human and computer face recognition is to differentiate information that is diagnostic for identity from other sources of image variation. Here, we used a combined computational and behavioural approach to reveal critical image dimensions for face recognition. Behavioural data were collected using a sorting and matching task with unfamiliar faces and a recognition task with familiar faces. Principal components analysis was used to reveal the dimensions across which the shape and texture of faces in these tasks varied. We then asked which image dimensions were able to predict behavioural performance across these tasks. We found that the ability to predict behavioural responses in the unfamiliar face tasks increased when the early PCA dimensions (i.e. those accounting for most variance) of shape and texture were removed from the analysis. Image similarity also predicted the output of a computer model of face recognition, but again only when the early image dimensions were removed from the analysis. Finally, we found that recognition of familiar faces increased when the early image dimensions were removed, decreased when intermediate dimensions were removed, but then returned to baseline recognition when only later dimensions were removed. Together, these findings suggest that early image dimensions reflect ambient changes, such as changes in viewpoint or lighting, that do not contribute to face recognition. However, there is a narrow band of image dimensions for shape and texture that are critical for the recognition of identity in humans and computer models of face recognition.","year":"2023","venue":"Vision Research","citations":5,"authors":"T. Andrews, Daniel Rogers, M. Mileva, David M. Watson, Ao Wang, A. Burton","last_author":"A. Burton","url":"https://www.semanticscholar.org/paper/e0388d5ec35e97afe778ab59b7d75bef6317a60e"},{"title":"A neural measure of the degree of face familiarity","abstract":"","year":"2022","venue":"Cortex","citations":19,"authors":"Chenglin Li, A. Burton, G. Ambrus, G. Kovács","last_author":"G. Kovács","url":"https://www.semanticscholar.org/paper/0ef11c934209a70248198da1831563111cf23a12"},{"title":"Individual differences and the multidimensional nature of face perception","abstract":"","year":"2022","venue":"Nature Reviews Psychology","citations":45,"authors":"D. White, A. Burton","last_author":"A. Burton","url":"https://www.semanticscholar.org/paper/eb5ed28cb4f59f262e966d4e81752bcab4149dcc"},{"title":"Face search in CCTV surveillance","abstract":"We present a series of experiments on visual search in a highly complex environment, security closed-circuit television (CCTV). Using real surveillance footage from a large city transport hub, we ask viewers to search for target individuals. Search targets are presented in a number of ways, using naturally occurring images including their passports and photo ID, social media and custody images/videos. Our aim is to establish general principles for search efficiency within this realistic context. Across four studies we find that providing multiple photos of the search target consistently improves performance. Three different photos of the target, taken at different times, give substantial performance improvements by comparison to a single target. By contrast, providing targets in moving videos or with biographical context does not lead to improvements in search accuracy. We discuss the multiple-image advantage in relation to a growing understanding of the importance of within-person variability in face recognition.","year":"2019","venue":"Cognitive Research","citations":22,"authors":"M. Mileva, A. Burton","last_author":"A. Burton","url":"https://www.semanticscholar.org/paper/424744f688d475fbe3e71ddc2e1cf3be8465395d"},{"title":"Are We Face Experts?","abstract":"","year":"2018","venue":"Trends in Cognitive Sciences","citations":187,"authors":"A. Young, A. Burton","last_author":"A. Burton","url":"https://www.semanticscholar.org/paper/1e96c8a0137d22407cb45401a6bfae8f297c0a82"}],"profile_pic":"a._mike_burton_0002.jpg","umap_projection":{"x":6.898113250732422,"y":2.5414559841156006},"cluster":1},"0003":{"id":"0003","name":"A. Webster Michael","institution":"University of Nevada","department":"Department of Psychology; Center for Integrative Neuroscience","bio":"This researcher focuses on the cognitive neuroscience of human vision, particularly visual and perceptual adaptation in color, form, and face perception. Their work investigates the neural and cognitive mechanisms underlying visual adaptation, examining how environmental and cultural factors influence color perception and face recognition, and how the visual system maintains perceptual constancy. Their significant contributions include discovering novel forms of visual adaptation, characterizing the influence of contrast adaptation on color appearance, developing models of adaptation's role in color constancy and face perception, and demonstrating environmental and cultural influences on color naming.","papers":[{"title":"The warm-cool color dimension aligns with asymmetries in color perception implicit in uniform color spaces","abstract":"","year":"2023","venue":"Journal of Vision","citations":1,"authors":"Jake Manalansan, M. Webster","last_author":"M. Webster","url":"https://www.semanticscholar.org/paper/19f2ea41b5c82cf79abb9b6867cdf7e364608b40"},{"title":"Fundamentally different representations of color and motion revealed by individual differences in perceptual scaling","abstract":"Significance The visual attributes of color and motion have often been compared to identify different processing streams within the visual system. Here, we show that the judgments people make about hue and motion direction – in similar tasks – also reveal very different representational principles. Individual differences in perceived motion direction reflect the structure of visual space (e.g., varying in the relative weighting of horizontal and vertical), while variations in hue percepts do not reveal privileged chromatic axes or a global coordinate frame. This distinction may reflect fundamental differences in how information about hue and motion direction are used for vision.","year":"2023","venue":"Proceedings of the National Academy of Sciences of the United States of America","citations":9,"authors":"Kara J Emery, V. Volbrecht, D. Peterzell, M. Webster","last_author":"M. Webster","url":"https://www.semanticscholar.org/paper/2de9673ad663445a1f32de695cfdc305f6ce91a3"},{"title":"Individual differences in judging facial categories","abstract":"","year":"2023","venue":"Journal of Vision","citations":0,"authors":"Kassandra R. Lee, M. Webster","last_author":"M. Webster","url":"https://www.semanticscholar.org/paper/422dfdf7b80c8a63fcf5a7e61bced3d30baf25e6"},{"title":"Visual adaptation to medical images: a comparison of digital mammography and tomosynthesis","abstract":"Abstract. Purpose Radiologists and other image readers spend prolonged periods inspecting medical images. The visual system can rapidly adapt or adjust sensitivity to the images that an observer is currently viewing, and previous studies have demonstrated that this can lead to pronounced changes in the perception of mammogram images. We compared these adaptation effects for images from different imaging modalities to explore both general and modality-specific consequences of adaptation in medical image perception. Approach We measured perceptual changes induced by adaptation to images acquired by digital mammography (DM) or digital breast tomosynthesis (DBT), which have both similar and distinct textural properties. Participants (nonradiologists) adapted to images from the same patient acquired from each modality or for different patients with American College of Radiology—Breast Imaging Reporting and Data System (BI-RADS) classification of dense or fatty tissue. The participants then judged the appearance of composite images formed by blending the two adapting images (i.e., DM versus DBT or dense versus fatty in each modality). Results Adaptation to either modality produced similar significant shifts in the perception of dense and fatty textures, reducing the salience of the adapted component in the test images. In side-by-side judgments, a modality-specific adaptation effect was not observed. However, when the images were directly fixated during adaptation and testing, so that the textural differences between the modalities were more visible, significantly different changes in the sensitivity to the noise in the images were observed. Conclusions These results confirm that observers can readily adapt to the visual properties or spatial textures of medical images in ways that can bias their perception of the images, and that adaptation can also be selective for the distinctive visual features of images acquired by different modalities.","year":"2023","venue":"Journal of Medical Imaging","citations":3,"authors":"M. Parthasarathy, M. Zuley, A. Bandos, C. Abbey, M. Webster","last_author":"M. Webster","url":"https://www.semanticscholar.org/paper/436ccc830b08649f363251936343872648439176"},{"title":"Automatic, Early Color-Specific Neural Responses to Object Color Knowledge","abstract":"Some familiar objects are associated with specific colors, e.g., rubber ducks with yellow. Whether and at what stage neural responses occur to these color associations remain open questions. We recorded frequency-tagged electroencephalogram (EEG) responses to periodic presentations of yellow-associated objects, shown among sequences of non-periodic blue-, red-, and green-associated objects. Both color and grayscale versions of the objects elicited yellow-specific responses, indicating an automatic activation of color knowledge from object shape. Follow-up experiments replicated these effects with green-specific responses, and demonstrated modulated responses for incongruent color/object associations. Importantly, the onset of color-specific responses was as early to grayscale as actually colored stimuli (before 100 ms), the latter additionally eliciting a conventional later response (approximately 140–230 ms) to actual stimulus color. This suggests that the neural representation of familiar objects includes both diagnostic shape and color properties, such that shape can elicit associated color-specific responses before actual color-specific responses occur.","year":"2023","venue":"Brain Topography","citations":7,"authors":"Talia L. Retter, Yi Gao, Fang Jiang, B. Rossion, M. Webster","last_author":"M. Webster","url":"https://www.semanticscholar.org/paper/96ce36403ac4c7a3e7e206b1c0bf7bd5dd66b8cf"}],"profile_pic":"a._webster_michael_0003.jpg","umap_projection":{"x":7.337754249572754,"y":7.680057525634766},"cluster":2},"0004":{"id":"0004","name":"Aaron Schurger","institution":"Chapman University","bio":"Dr. Schurger investigates the cognitive and neural mechanisms underlying volition and consciousness, focusing on the initiation of spontaneous actions and the neural correlates of subjective experience. Their research addresses how endogenous brain activity influences decision-making and seeks to differentiate conscious from non-conscious neural representations. Schurger's contributions include a stochastic accumulator model challenging interpretations of the Readiness Potential and demonstrations of the role of spontaneous neural fluctuations in self-initiated movements, alongside evidence that reproducibility of neural activity patterns distinguishes conscious from non-conscious representations.","papers":[{"title":"Probing for intentions: The early readiness potential does not reflect awareness of motor preparation","abstract":"Voluntary actions are typically preceded by the Readiness Potential (RP), a negative midfrontal EEG deflection that begins ∼2 seconds before movement. What cognitive and neural process the RP reflects and how it relates to conscious intention remain unclear due to conflicting findings. We investigated the neural basis and cognitive significance of the RP in a novel probe-based paradigm. Contrary to prior reports, we found that pre-probe RP buildups were not related to reported awareness of motor preparation. Computational modeling suggested that the best explanation for these results is via metacognitive access to stochastic accumulation. Reported preparation was also related to beta desynchronization over contralateral motor cortex shortly before probe onset. We conclude that the RP may be metacognitively accessible in response to external task demands but does not reflect the onset of a conscious intention. We discuss implications of these findings for voluntary action initiation and intention awareness. Highlights We investigate the mechanisms underlying voluntary action initiation in a new probe paradigm. Contrary to prior results, the readiness does not reflect reported awareness of motor preparation. Computational modeling supports stochastic accumulation over linear ballistic accumulation and classic RP models. Reported awareness of motor preparation may emerge from metacognitive access to stochastic accumulation. Time-frequency analysis suggests reported awareness may also relate to pre-probe beta desynchronization.","year":"2024","venue":"bioRxiv","citations":3,"authors":"Jake Gavenas, Aaron Schurger, U. Maoz","last_author":"U. Maoz","url":"https://www.semanticscholar.org/paper/58a27dfcd40816b22fbfa7a2756ade75466f3fe1"},{"title":"Corrigendum to “What is the intention to move and when does it occur?” [Neurosci. Biobehav. Rev. 151 (2023) 105199]","abstract":"","year":"2023","venue":"Neuroscience and Biobehavioral Reviews","citations":0,"authors":"A. Triggiani, Gabriel Kreiman, Cara Lewis, U. Maoz, Alfred Mele, L. Mudrik, A. Roskies, Aaron Schurger, M. Hallett","last_author":"M. Hallett","url":"https://www.semanticscholar.org/paper/0d74b9de0ee4686b13236aeb5a2022271823a06d"},{"title":"What is the Intention to Move and When Does it Occur?","abstract":"In 1983 Benjamin Libet and colleagues published a paper apparently challenging the view that the conscious intention to move precedes the brain's preparation for movement. The experiment initiated debates about the nature of intention, the neurophysiology of movement, and philosophical and legal understanding of free will and moral responsibility. Here we review the concept of \"conscious intention\" and attempts to measure its timing. Scalp electroencephalographic activity prior to movement, the Bereitschaftspotential, clearly begins prior to the reported onset of conscious intent. However, the interpretation of this finding remains controversial. Numerous studies show that the Libet method for determining intent, W time, is not accurate and may be misleading. We conclude that intention has many different aspects, and although we now understand much more about how the brain makes movements, identifying the time of conscious intention is still elusive.","year":"2023","venue":"Neuroscience and Biobehavioral Reviews","citations":19,"authors":"A. Triggiani, Gabriel Kreiman, Cara Lewis, U. Maoz, A. Mele, L. Mudrik, A. Roskies, Aaron Schurger, M. Hallett","last_author":"M. Hallett","url":"https://www.semanticscholar.org/paper/2bf5da9a3cfc00d4c4a8c13a8b68078b2a457862"},{"title":"Slow ramping emerges from spontaneous fluctuations in spiking neural networks","abstract":"","year":"2023","venue":"bioRxiv","citations":3,"authors":"Jake Gavenas, Ueli Rutishauser, Aaron Schurger, U. Maoz","last_author":"U. Maoz","url":"https://www.semanticscholar.org/paper/a090950381dea9a2c157e545099ca21989983e34"},{"title":"How can we determine whether or not an agent is conscious of a bit of information relevant to an action?","abstract":"Determining whether or not an agent is conscious of a bit of information relevant to action requires first that we can determine if an agent is conscious of a given bit of information, which by itself is challenging. In addition, we have to be able to tag that bit of information as being “relevant to action.” This chapter reviews some of the neuroscience and philosophy behind perceptual “content consciousness” and some of the key considerations involved in measuring neural information and determining its subjective status. One of those key considerations is determining (or deciding) what qualifies a bit of information as relevant to action. The chapter proposes a hypothetical empirical approach to the question posed which remains an open and active research question.","year":"2022","venue":"Free Will","citations":0,"authors":"L. Mudrik, Aaron Schurger","last_author":"Aaron Schurger","url":"https://www.semanticscholar.org/paper/231299a2083a292d5b069d3c434ddf66802e10fb"}],"profile_pic":"aaron_schurger_0004.jpg","umap_projection":{"x":3.448823928833008,"y":4.591099262237549},"cluster":24},"0005":{"id":"0005","name":"Aaron Seitz","institution":"Northeastern University, Boston","bio":"This researcher investigates the neural and computational mechanisms underlying perceptual learning, cognitive enhancement, and multisensory integration. Their work addresses how the brain selectively adapts to environmental changes, the factors mediating transfer of cognitive training, and the development of evidence-based cognitive interventions. A significant contribution is the development of the theory of task-irrelevant perceptual learning and the elucidation of reinforcement signals in gating perceptual plasticity.","papers":[{"title":"Contrast Response Function Estimation with Nonparametric Bayesian Active Learning","abstract":"Multidimensional psychometric functions can typically be estimated nonparametrically for greater accuracy or parametrically for greater efficiency. By recasting the estimation problem from regression to classification, however, powerful machine learning tools can be leveraged to improve both accuracy and efficiency simultaneously. Contrast Sensitivity Functions (CSFs) are behaviorally estimated curves that provide insight into both peripheral and central visual function. They are impractically long to be used in many clinical workflows without compromises of some sort, however, such as sampling only a few spatial frequencies or making strong assumptions about the shape of the function. This paper describes the development of the Machine Learning Contrast Response Function (MLCRF) estimator, which quantifies the expected probability of success in performing a contrast detection or discrimination task. A machine learning CSF can then be derived from the MLCRF. Using simulated eyes created from canonical CSF curves and actual human contrast response data, the accuracy and efficiency of the MLCSF was evaluated in order to determine its potential utility for research and clinical applications. With stimuli selected randomly, the MLCSF estimator converged toward ground truth. With optimal stimulus selection via Bayesian active learning, convergence was about an order of magnitude faster, requiring only tens of stimuli to achieve reasonable estimates. Inclusion of an informative prior provided no discernible advantage to the estimator as configured. The MLCSF exhibits performance characteristics on par with state-of-the-art CSF estimators and therefore should be explored further to uncover its full potential.","year":"2023","venue":"medRxiv","citations":0,"authors":"D. Marticorena, Q. W. Wong, J. Browning, K. Wilbur, S. Jayakumar, P. Davey, A. Seitz, J. Gardner, D. Barbour","last_author":"D. Barbour","url":"https://www.semanticscholar.org/paper/17638c5c976cc46fa5844d9dd4d8bac873672b4d"},{"title":"Scotoma awareness: a novel protocol to induce fast development of a Preferred retinal locus (PRL) in patients with central vision loss","abstract":"","year":"2023","venue":"Journal of Vision","citations":0,"authors":"Marcello Maniglia, Jason Vice, Kristina M. Visscher, A. Seitz","last_author":"A. Seitz","url":"https://www.semanticscholar.org/paper/1add9569feabf0c42f6439fce33f2fbfa668ba30"},{"title":"Gamified spatial release from masking and relationships with self-reported auditory difficulties","abstract":"Many individuals with and without hearing loss, including those with a history of traumatic brain injury (TBI), often report difficulties understanding speech in noise that are not well predicted by common behavioral measures. Recent work in the gamification of behavioral auditory tasks has led to the development of measures that aim to better mimic the demands of real-world auditory environments through the use of video game features that engage and motivate the user. This study examined the effects of gamification on a spatial release from masking (SRM) task in 37 adults who ranged in age, hearing sensitivity, and history of TBI. Participants completed a gamified and non-gamified version of the SRM task on an iPad using the Portable Automatic Rapid Testing (PART) application. Regression models were used to assess whether gamification had an effect on SRM and whether participant age, hearing sensitivity, or history of TBI differentially impacted results. This study was also designed to determine whether performance on the gamified SRM task was predictive of self-reported auditory difficulties that were measured using three hearing health questionnaires. Results of this work will have important implications for the development of clinically useful gamified tasks that better replicate real-world auditory environments. [R01DC018166, VA CDA1 RX003187]","year":"2023","venue":"Journal of the Acoustical Society of America","citations":1,"authors":"Tess K. Koerner, Karen Garcia, L. Charney, Vanja Pešić, Nicole Dean, Laura Coco, William J. Bologna, G. C. Stecker, A. Seitz, F. Gallun","last_author":"F. Gallun","url":"https://www.semanticscholar.org/paper/30190dd1b71cdfc034dc2ad62d77b084f33d26f2"},{"title":"Nonparametric Bayesian Estimation of Contrast Sensitivity Functions","abstract":"","year":"2023","venue":"Journal of Vision","citations":0,"authors":"D. Barbour, D. Marticorena, Shohaib Shaffiey, Quinn Wai Wong, K. Wilbur, S. Jayakumar, P. Davey, Jacob R Gardner, A. Seitz","last_author":"A. Seitz","url":"https://www.semanticscholar.org/paper/3766d6534b9d6a066eb3de036c5b060e023eb734"},{"title":"Improving comparability across cognitive training trials for brain aging: A focus on interoperability","abstract":"Cognitive training may promote healthy brain aging and prevent dementia, but results from individual studies are inconsistent. There are disagreements on how to evaluate cognitive training interventions between clinical and basic scientists. Individual labs typically create their own assessment and training materials, leading to difficulties reproducing methods. Here, we advocate for improved interoperability: the exchange and cooperative development of a consensus for cognitive training design, analysis, and result interpretation. We outline five guiding principles for improving interoperability: (i) design interoperability, developing standard design and analysis models; (ii) material interoperability, promoting sharing of materials; (iii) interoperability incentives; (iv) privacy and security norms, ensuring adherence to accepted ethical standards; and (v) interpretability prioritization, encouraging a shared focus on neurobiological mechanisms to improve clinical relevance. Improving interoperability will allow us to develop scientifically optimized, clinically useful cognitive training programs to slow/prevent brain aging.","year":"2023","venue":"Alzheimer's & Dementia","citations":0,"authors":"Adam Turnbull, A. Seitz, F. Lin","last_author":"F. Lin","url":"https://www.semanticscholar.org/paper/37b8455505ab490265643f6f023719ee2c4a4e89"}],"profile_pic":"aaron_seitz_0005.jpg","umap_projection":{"x":4.956810474395752,"y":4.313512802124023},"cluster":3},"0006":{"id":"0006","name":"Adam Green","institution":"Georgetown University","bio":"Dr. Green's research focuses on the cognitive neuroscience of creative intelligence and relational reasoning, particularly in the context of STEM education. Her work investigates the neural mechanisms underlying creative thinking, problem-solving, and relational reasoning, as well as how these abilities develop and can be enhanced through training and neuromodulation. Dr. Green has made significant contributions through the development of novel metrics for measuring creativity, mapping the neural basis of creative ideation, and demonstrating the link between spatial relational reasoning and STEM attainment.","profile_pic":"adam_green_0006.jpg","umap_projection":{"x":6.3167948722839355,"y":5.379092693328857},"cluster":4},"0007":{"id":"0007","name":"Adam Reeves","institution":"Northeastern University","bio":"Dr. Greenberg's research focuses on the cognitive and neural mechanisms underlying visual attention and perception. His work investigates how the brain selects and processes visual information, specifically exploring the interaction between attention and perception in shaping conscious experience. Through the integration of fMRI, psychophysics, and computational modeling, Dr. Greenberg has advanced the understanding of the neural correlates of visual attention and perception and developed novel experimental paradigms to study their interaction.","profile_pic":"adam_reeves_0007.jpg","umap_projection":{"x":7.314764976501465,"y":7.882915019989014},"cluster":2},"0008":{"id":"0008","name":"Adam S Greenberg","institution":"Medical College of Wisconsin and Marquette University","bio":"This researcher investigates the cognitive mechanisms underlying visual and event cognition, particularly focusing on the temporal dynamics of visual processing and narrative comprehension. Their work addresses how spatiotemporal disruptions affect visual processing during film viewing, how grammatical systems influence cognition, and how complex narratives are represented and remembered. This researcher has demonstrated that viewers often fail to detect spatiotemporal discontinuities in videos, proposed a computational framework for understanding comic sequence comprehension, and shown that visual narrative comprehension is guided by a hierarchical grammar.","profile_pic":"adam_s_greenberg_0008.jpg","umap_projection":{"x":8.80434799194336,"y":6.330770969390869},"cluster":5},"0009":{"id":"0009","name":"Adam W. Kiefer","institution":"University of North Carolina at Chapel Hill","department":"Human Movement Science Curriculum; Matthew Gfeller Center; Department of Exercise and Sport Science","bio":"Dr. Palacios investigates the neural mechanisms underlying visual information processing in the retina and their disruption in neurodegenerative conditions. His research addresses how retinal ganglion cells encode visual stimuli, the role of neurotransmitter systems in modulating retinal function, and the mechanisms of neural plasticity in the visual system. He has significantly contributed to the field by characterizing retinal dysfunction in Alzheimer's disease models, establishing *Octodon degus* as a natural model for neurodegenerative research, and elucidating cholinergic modulation of GABAergic signaling in the retina.","profile_pic":"adam_w._kiefer_0009.jpg","umap_projection":{"x":2.081646203994751,"y":6.7417683601379395},"cluster":6},"0010":{"id":"0010","name":"Aditya Upadhyayula","institution":"Washington University in Saint Louis","bio":"Dr. Nestor's research focuses on the neural and computational mechanisms underlying face and object recognition in high-level visual cortex. Her work addresses the relationship between objective image properties and neural representations, seeking to understand the neurocomputational processes involved in face ensemble processing and central face perception. A significant contribution includes pioneering the use of EEG for facial image reconstruction and developing advanced pattern analysis techniques to map spatiotemporal patterns supporting face classification.","profile_pic":"aditya_upadhyayula_0010.jpg","umap_projection":{"x":6.465692520141602,"y":4.980451583862305},"cluster":4},"0011":{"id":"0011","name":"Adrian G. Palacios","institution":"Centro Interdisciplinario de Neurociencia de Valparaíso; Facultad de Ciencias, Universidad de Valparaíso","bio":"Dr. Chen investigates the neural mechanisms underlying multisensory integration, particularly visual-vestibular interactions, for self-motion perception and sensorimotor control. Her research addresses how the brain integrates multisensory cues to guide action, adapt to sensory conflicts, and make decisions in complex environments. Dr. Chen's work has significantly contributed to the understanding of neural recalibration in multisensory cortical areas and the roles of congruent and opposite neurons in multisensory processing, using electrophysiological recordings in primates to elucidate these mechanisms.","profile_pic":"adrian_g._palacios_0011.jpg","umap_projection":{"x":7.918233871459961,"y":5.642481803894043},"cluster":18},"0012":{"id":"0012","name":"Adrian Nestor","institution":"University of Toronto","bio":"Due to the absence of specific details regarding this vision scientist's work, a precise three-sentence summary cannot be generated. The provided information lacks sufficient data to determine their research focus, questions, or contributions. Therefore, a meaningful technical summary is impossible to construct based solely on the given input.","profile_pic":"adrian_nestor_0012.jpg","umap_projection":{"x":7.120547771453857,"y":2.0346388816833496},"cluster":1},"0013":{"id":"0013","name":"Aihua Chen","institution":"East China Normal University, Shanghai, China","profile_pic":"aihua_chen_0013.jpg","umap_projection":{"x":6.047717571258545,"y":7.928704738616943},"cluster":7},"0014":{"id":"0014","name":"Aishu Narayanan","institution":"UC Santa Cruz","bio":"Dr. Parchure investigates the neural mechanisms of visual information processing within retinal circuits. His research addresses fundamental questions regarding cellular and molecular substrates of retinal neuroplasticity and aims to elucidate how these mechanisms can be targeted for therapeutic interventions in visual disorders. His contributions are likely advancing the understanding of retinal function and visual processing, bridging fundamental neuroscience with translational ophthalmology.","profile_pic":"aishu_narayanan_0014.jpg","umap_projection":{"x":4.292119026184082,"y":5.018883228302002},"cluster":8},"0015":{"id":"0015","name":"AJ Jansen","institution":"Rensselaer Polytechnic Institute","bio":"This researcher investigates the computational principles governing human visual perception and decision-making. Their work addresses how prior beliefs and sensory measurements are integrated to form perceptual decisions, and how these decisions subsequently influence sensory representations. A significant contribution is the development of Bayesian observer models, constrained by efficient coding, that explain perceptual biases and establish a relationship between perceptual bias and discriminability.","profile_pic":"aj_jansen_0015.jpg","umap_projection":{"x":2.268937110900879,"y":7.144190788269043},"cluster":6},"0016":{"id":"0016","name":"Akshay Parchure","institution":"University of Utah","bio":"Dr. Clarke's research focuses on the cognitive mechanisms underlying visual search and foraging behavior in complex environments. His work investigates the cognitive processes, biases, and attentional mechanisms that influence how humans search for and select targets, and how these processes are reflected in eye movement patterns. He has significantly contributed to the field through the development of Bayesian statistical models of target selection biases and demonstrating that visual foraging can be modeled as a sampling without replacement process, providing insights into the influence of spatial biases and momentum on foraging strategies.","profile_pic":"akshay_parchure_0016.jpg","umap_projection":{"x":4.058446407318115,"y":5.790771484375},"cluster":6},"0017":{"id":"0017","name":"Alan Stocker","institution":"University of Pennsylvania","bio":"Dr. Lleras investigates the cognitive and neural mechanisms underlying visual attention, particularly focusing on temporal dynamics, distractor processing, and failures of attention in complex visual scenes. Her research aims to elucidate how attention operates and fails during visual search, object perception, and sustained concentration, exploring the factors that influence our ability to selectively process information and maintain focus. Lleras's significant contributions include the development of the target contrast signal theory of parallel processing, the demonstration of interruption effects on visual search performance, and the exploration of temporal attention's influence on visual perception.","profile_pic":"alan_stocker_0017.jpg","umap_projection":{"x":5.712294101715088,"y":7.158729553222656},"cluster":9},"0018":{"id":"0018","name":"Alasdair Clarke","institution":"University of Essex","bio":"Dr. Fracasso investigates the neural mechanisms underlying visual perception and sensory-motor coupling, particularly in the context of saccadic eye movements. Their research addresses how the human visual system achieves perceptual stability and continuity despite constant eye movements, and how ultra-high-field neuroimaging can elucidate fine-grained cortical organization. A significant contribution includes pioneering the use of 7T fMRI to characterize laminar-specific visual processing and eye position-dependent gain fields in human visual cortex, advancing the understanding of spatial stability across saccades.","profile_pic":"alasdair_clarke_0018.jpg","umap_projection":{"x":1.4031705856323242,"y":4.1296467781066895},"cluster":10},"0019":{"id":"0019","name":"Alejandro Lleras","institution":"University of Illinois at Urbana-Champaign","bio":"This researcher investigates the neural substrates of semantic memory, object recognition, and social cognition, with a particular focus on autism spectrum disorders. Their work addresses fundamental questions regarding the organization of conceptual knowledge, the neural circuits mediating object recognition, and the representation of abstract social information in both typical and atypical development. Their contributions include elucidating the neural basis of semantic memory and object recognition, developing the sensory-motor model of semantic representation, and identifying abnormalities in social and conceptual processing in autism spectrum disorders.","profile_pic":"alejandro_lleras_0019.jpg","umap_projection":{"x":1.1811373233795166,"y":4.177236080169678},"cluster":10},"0020":{"id":"0020","name":"Alessandro Farini","institution":"National University","bio":"Dr. Baldwin investigates the neural mechanisms underlying visual perception, with a focus on spatial and binocular vision. Her research addresses how the brain integrates local visual features into coherent percepts, particularly in the presence of internal noise and spatial scrambling. Her work has advanced understanding of contour integration, texture processing, and binocular function through novel psychophysical methods and computational modeling, including the quantification of equivalent internal noise in visual tasks.","profile_pic":"alessandro_farini_0020.jpg","umap_projection":{"x":7.440679550170898,"y":7.915733814239502},"cluster":2},"0021":{"id":"0021","name":"Alessio Fracasso","institution":"University of Glasgow","bio":"Dr. White investigates the cognitive and neural mechanisms underlying visual word recognition, particularly the interplay between attention, eye movements, and the visual word form area. Her research addresses questions regarding the capacity limits of visual word recognition and the relative contributions of parallel versus serial processing within the reading network. Dr. White's work has demonstrated the convergence of parallel spatial channels in anterior word-selective cortex, provided evidence for serial processing in visual word recognition, and revealed a link between reading ability and visual spatial attention across development.","profile_pic":"alessio_fracasso_0021.jpg","umap_projection":{"x":3.0579097270965576,"y":5.629177570343018},"cluster":-1},"0022":{"id":"0022","name":"Alex Martin","institution":"NIMH","bio":"Dr. Schütz investigates the interplay between visual perception and oculomotor control, specifically focusing on transsaccadic integration and the influence of eye movements on visual processing. Their research addresses how the visual system integrates information across saccades, how visual, cognitive, and motivational signals control eye movements, and how eye movements affect perception. Schütz's contributions include demonstrating improved visual sensitivity during smooth pursuit, characterizing the integration of salience and value for saccades, revealing the dominance of central vision in perceptual judgments, and developing models of optimal transsaccadic integration.","profile_pic":"alex_martin_0022.jpg","umap_projection":{"x":5.045924186706543,"y":2.2338171005249023},"cluster":11},"0023":{"id":"0023","name":"Alex S. Baldwin","institution":"McGill University","bio":"This researcher investigates the neural coding of body perception in primate inferotemporal cortex using computational neuroscience techniques. They aim to elucidate the computational principles underlying the neural representation of bodies and actions by leveraging deep learning models to understand and visualize features driving neural responses in body-selective areas. Their work has revealed that object images activate body-selective neurons due to shared features resembling body fragments, providing insights into body and object recognition.","profile_pic":"alex_s._baldwin_0023.jpg","umap_projection":{"x":3.730410575866699,"y":7.8914713859558105},"cluster":0},"0024":{"id":"0024","name":"Alex White","institution":"Barnard College, Columbia University","bio":"Dr. Spagna investigates the neural mechanisms underlying attention, perception, mental imagery, and cognitive control across sensory modalities. Her research explores the interactions between frontoparietal networks and high-level visual regions in supporting attention and imagination, particularly in the context of uncertainty processing. Spagna's contributions include the development of the Auditory Attentional Network Task, demonstration of right hemisphere dominance in attentional executive control, and identification of the anterior insular cortex's role as a cognitive control bottleneck.","profile_pic":"alex_white_0024.jpg","umap_projection":{"x":6.110706329345703,"y":3.653940200805664},"cluster":12},"0025":{"id":"0025","name":"Alexander C. Schütz","institution":"University of Marburg","department":"Center for Mind, Brain and Behavior","bio":"Dr. O'Toole's research focuses on the cognitive and neural mechanisms underlying face recognition and person identification, employing computational modeling to understand these processes. Her work investigates how humans recognize faces across variations in appearance, and how computational models compare to human abilities in face recognition tasks. O'Toole's significant contributions include pioneering comparative analyses of human and machine face recognition, developing computational models incorporating shape and texture, and elucidating the neural correlates of face processing using fMRI.","profile_pic":"alexander_c._schütz_0025.jpg","umap_projection":{"x":2.6997385025024414,"y":5.774386882781982},"cluster":6},"0026":{"id":"0026","name":"Alexander Lappe","institution":"Hertie Institute / CIN; University Clinic Tuebingen","bio":"This researcher focuses on computational modeling of face and person recognition, integrating cognitive psychology, computer vision, and neuroscience. Their work addresses how humans and machines recognize faces across variations, aiming to elucidate the underlying cognitive and neural mechanisms. Key contributions include pioneering comparisons of human and machine face recognition, developing computational face space models, and advancing understanding of the other-race effect, with applications to biometrics and forensic face identification.","profile_pic":"alexander_lappe_0026.jpg","umap_projection":{"x":8.434272766113281,"y":4.712672710418701},"cluster":13},"0027":{"id":"0027","name":"Alfredo Spagna","institution":"Columbia University","bio":"Dr. Baron's research focuses on the intersection of bilingual language acquisition and processing, particularly in Spanish-English bilingual children. Her work investigates how cross-linguistic influence and language experience modulate grammatical processing mechanisms, including the underlying neural correlates. Her research has demonstrated the impact of English exposure on grammatical gender processing and has characterized production patterns of Spanish grammatical forms in bilingual children, contributing to a deeper understanding of typical and atypical bilingual language development.","profile_pic":"alfredo_spagna_0027.jpg","umap_projection":{"x":3.358877182006836,"y":2.3262436389923096},"cluster":14},"0028":{"id":"0028","name":"Alice J. O'Toole","institution":"The University of Texas at Dallas","bio":"Dr. Hafri investigates the cognitive and neural mechanisms underlying the extraction and representation of relational information from visual scenes and its interaction with language processing. His research addresses how event roles are encoded from visual input, the nature of shared representational formats between vision and language, and the cognitive basis of abstract relational concepts. Hafri's work has demonstrated the rapid extraction of event roles from visual scenes, highlighted the privileged processing of causal relations, and provided evidence for a shared representational code for symmetry across vision and language.","profile_pic":"alice_j._o'toole_0028.jpg","umap_projection":{"x":7.095232009887695,"y":1.8711707592010498},"cluster":1},"0029":{"id":"0029","name":"Alisa Baron","institution":"University of Rhode Island","bio":"Dr. Zivony investigates the cognitive and neural mechanisms underlying selective attention, with a particular focus on its temporal dynamics. His research aims to elucidate how attentional selection unfolds over time to enable the perception of discrete objects and impact performance in dynamic, real-world tasks. Dr. Zivony's significant contributions include the development of a diachronic account of selective attention, demonstrating a dissociation between the N2pc component and attentional shifting, and elucidating the impact of the attentional blink on attentional capture.","profile_pic":"alisa_baron_0029.jpg","umap_projection":{"x":6.2210588455200195,"y":2.5097291469573975},"cluster":15},"0030":{"id":"0030","name":"Allison B. Sekuler","institution":"Rotman Research Institute, Baycrest Academy for Research and Education; University of Toronto; McMaster University","department":"Department of Psychology, Neuroscience, and Behavioural Neuroscience","bio":"Based solely on the provided information, a technical summary cannot be accurately generated. The available data pertains to an individual's athletic pursuits rather than their scientific endeavors. Therefore, it is impossible to determine their research focus, questions, or contributions within vision science.","profile_pic":"allison_b._sekuler_0030.jpg","umap_projection":{"x":7.323307514190674,"y":2.5481839179992676},"cluster":1},"0031":{"id":"0031","name":"Allison M Mckendrick","institution":"The University of Melbourne; Lions Eye Institute, University of Western Australia","bio":"This researcher investigates the cognitive and neural mechanisms underlying time perception, attention, and sensory processing, with a particular emphasis on neural oscillations and entrainment. Their work addresses how neural oscillations modulate attention and perception, the inhibitory mechanisms of the P300 on sensory transmission, and the relationship between neural entrainment and behavioral timing performance. They have demonstrated the inhibitory effect of the auditory P300 on visual processing and explored the nonlinear dynamics of temporal preparation, contributing to a deeper understanding of temporal cognition.","profile_pic":"allison_m_mckendrick_0031.jpg","umap_projection":{"x":2.5556623935699463,"y":6.320700168609619},"cluster":6},"0032":{"id":"0032","name":"Alon Hafri","institution":"University of Delaware","bio":"Dr. Zehngut investigates the cognitive and neural mechanisms underlying gaze behavior during social interactions, focusing on its role in conveying attentional states. His research addresses how the interpretation of observed gaze shifts influences attentional orienting and subsequent cognitive processing within social contexts. Dr. Zehngut's contributions demonstrate that the attributed meaning of gaze cues modulates their impact on attentional allocation, providing insights into the cognitive processes underlying social communication.","profile_pic":"alon_hafri_0032.jpg","umap_projection":{"x":4.952683448791504,"y":6.401697635650635},"cluster":4},"0033":{"id":"0033","name":"Alon Zivony","institution":"University of Sheffield","profile_pic":"alon_zivony_0033.jpg","umap_projection":{"x":2.5138468742370605,"y":4.827155590057373},"cluster":-1},"0034":{"id":"0034","name":"Alyssa Costigan","institution":"Manhattan University","department":"Department of Social and Behavioral Sciences","bio":"Dr. Kiyonaga investigates the cognitive and neural mechanisms underlying the interplay between working memory and attention. Their research addresses how transient mental representations are generated and maintained to guide goal-directed behavior, particularly in the context of competing cognitive demands. Kiyonaga's work has demonstrated bidirectional interactions between working memory and attention, identified neural signatures of these interactions in parietal cortex, and proposed an integrative framework viewing these processes as competing for shared cognitive resources.","profile_pic":"alyssa_costigan_0034.jpg","umap_projection":{"x":5.129256725311279,"y":6.081535816192627},"cluster":4},"0035":{"id":"0035","name":"Amirmahmoud Houshmand Chatroudi","institution":"The University of Tokyo","bio":"This researcher investigates the role of attentional and perceptual mechanisms in the etiology and remediation of neurodevelopmental disorders, particularly dyslexia. Their work addresses the causal relationships between visual perception, spatial attention, and reading acquisition, challenging phonological-centric models of dyslexia. Their significant contributions include demonstrating that global perception and spatial attention training can improve reading skills in children with dyslexia, and establishing the predictive power of these visual-attentional abilities for future reading development.","profile_pic":"amirmahmoud_houshmand_chatroudi_0035.jpg","umap_projection":{"x":4.301673412322998,"y":6.0485053062438965},"cluster":6},"0036":{"id":"0036","name":"Amit Zehngut","institution":"School of Psychological Sciences, Tel Aviv University; Tel Aviv University","bio":"Dr. Hierlemann's research focuses on developing integrated microsystems combining microfluidics, microelectronics, and microsensors for biological and medical applications. His work addresses fundamental questions regarding the investigation of neuronal networks across scales, seamless neuron-CMOS integration, and the design of complex microsensor systems for chemical analysis. He has significantly contributed to the field through pioneering CMOS-based chemical microsensors, advancing high-density microelectrode array technology for neuroscience, and integrating microfluidics with electronics for cell-based assays.","profile_pic":"amit_zehngut_0036.jpg","umap_projection":{"x":1.9368571043014526,"y":5.6567230224609375},"cluster":16},"0037":{"id":"0037","name":"Amy Sultana","institution":"The City College of New York","department":"Dept. of Biology","bio":"Dr. Keil investigates the cognitive and neural mechanisms by which emotion and motivation modulate visual perception and attention. His research aims to elucidate how emotionally salient stimuli gain prioritized access to visual processing resources and how oscillatory brain dynamics contribute to these processes. Through the innovative application of steady-state visual evoked potentials (ssVEPs), Dr. Keil has demonstrated that emotional stimuli enhance early visual cortex activity and has developed methods for quantifying time-varying competition among perceptual objects, providing a neuromechanistic framework for understanding emotion-perception interactions.","profile_pic":"amy_sultana_0037.jpg","umap_projection":{"x":2.4853618144989014,"y":5.2066874504089355},"cluster":17},"0038":{"id":"0038","name":"Anastasia Kiyonaga","institution":"University of California, San Diego","bio":"Dr. Leber investigates the cognitive and neural mechanisms underlying attentional control and its flexibility in dynamic environments. Her research addresses how individuals strategically select and deploy attentional control settings, and how past experiences shape attentional deployment. Leber's work has significantly contributed to the field by demonstrating the capacity for top-down search strategies to override attentional capture, identifying neural predictors of cognitive flexibility, and revealing the influence of implicit spatial suppression on visual search.","profile_pic":"anastasia_kiyonaga_0038.jpg","umap_projection":{"x":2.8093223571777344,"y":2.7271080017089844},"cluster":14},"0039":{"id":"0039","name":"Andrea Facoetti","institution":"University of Padua","bio":"Dr. Hollingworth investigates the cognitive mechanisms underlying visual working memory, scene perception, and gaze control. His research addresses how visual working memory interacts with attention and eye movements to guide goal-directed behavior, and how we encode, store, and retrieve visual information about complex environments. Hollingworth's work has demonstrated robust visual memory for objects in natural scenes, elucidated the role of visual working memory in attentional guidance, and developed influential models of scene perception integrating memory, attention, and eye movements.","profile_pic":"andrea_facoetti_0039.jpg","umap_projection":{"x":5.402860641479492,"y":4.018863677978516},"cluster":-1},"0040":{"id":"0040","name":"Andreas Hierlemann","institution":"Eidgenössische Technische Hochschule Zürich","bio":"Andrew Lovett investigates the cognitive mechanisms underlying human visual reasoning and spatial problem-solving, with a focus on computational cognitive modeling. His research addresses how humans represent and manipulate spatial information, particularly in the context of visual problem-solving tasks such as Raven's Progressive Matrices. Lovett's work has demonstrated the importance of qualitative spatial representations and analogical comparison processes in visual reasoning, contributing to theories of abstraction and representation selection in spatial intelligence.","profile_pic":"andreas_hierlemann_0040.jpg","umap_projection":{"x":8.015503883361816,"y":5.555385589599609},"cluster":18},"0041":{"id":"0041","name":"Andreas Keil","institution":"University of Florida","bio":"This researcher investigates age-related changes in social cognition, specifically focusing on emotion recognition and everyday problem-solving abilities across the adult lifespan. Their work addresses how cognitive and emotional processes interact during decision-making and explores the neural correlates underlying these age-related changes. They have demonstrated that older adults exhibit enhanced interpersonal problem-solving skills and identified age-related differences in early visual processing of emotional stimuli, particularly for low-intensity expressions.","profile_pic":"andreas_keil_0041.jpg","umap_projection":{"x":5.023874282836914,"y":4.593193054199219},"cluster":3},"0042":{"id":"0042","name":"Andrew B. Leber","institution":"The Ohio State University","bio":"This researcher is a doctoral student in the Cognition & Cognitive Neuroscience program, focusing on cognitive processes within the brain. Their specific research questions are currently undefined based on the provided information. As a graduate student, they have not yet established major contributions to the field of vision science.","profile_pic":"andrew_b._leber_0042.jpg","umap_projection":{"x":0.9365477561950684,"y":4.4834675788879395},"cluster":10},"0043":{"id":"0043","name":"Andrew Hollingworth","institution":"University of Iowa","bio":"This researcher investigates the neural mechanisms underlying attention, working memory, and long-term memory, focusing on how the brain prioritizes and selects information to guide adaptive behavior. Their research aims to elucidate the organizing principles of neural systems supporting flexible cognition, particularly the role of proactive and dynamic regulatory mechanisms and rhythmic brain activity. Key contributions include identifying specialized brain areas for word recognition and face processing, characterizing the functional neuroanatomy of spatial attention, demonstrating attentional modulation of sensory cortices, and pioneering research on temporal attention and its influence on internal representations.","profile_pic":"andrew_hollingworth_0043.jpg","umap_projection":{"x":2.4085841178894043,"y":2.9890153408050537},"cluster":14},"0044":{"id":"0044","name":"Andrew Lovett","institution":"U.S. Naval Research Laboratory","bio":"Dr. Grubert investigates the cognitive and neural mechanisms underlying visual selective attention, particularly within the contexts of visual search and working memory. Her research addresses questions regarding the capacity limitations of multiple-template search, the function of attentional templates in working memory, and the origins of target switch costs. Dr. Grubert's significant contributions include demonstrating capacity limits in multiple-template search, elucidating the role of the CDA during maintenance of task-relevant objects in visual working memory, and identifying that target switch costs arise during the preparatory phase of visual search.","profile_pic":"andrew_lovett_0044.jpg","umap_projection":{"x":1.9850951433181763,"y":6.427364826202393},"cluster":6},"0045":{"id":"0045","name":"Andrew Mienaltowski","institution":"Western Kentucky University","bio":"Dr. Kosovicheva's research investigates the perceptual and oculomotor mechanisms underlying visual localization and spatial vision, particularly within binocular contexts. Her work addresses how environmental dynamics, eye movements, and binocular input influence the representation and updating of object locations in visual space. She is recognized for developing novel psychophysical methods to assess visual function in binocular vision disorders and for translating basic perceptual principles to improve digital readability and hazard perception.","profile_pic":"andrew_mienaltowski_0045.jpg","umap_projection":{"x":7.91541051864624,"y":2.1759462356567383},"cluster":1},"0046":{"id":"0046","name":"Andrew Rodriguez","institution":"Michigan State University","bio":"Dr. Schubö investigates the cognitive and neural mechanisms underlying visual attention, particularly focusing on perception-action coupling and contextual influences. Her research addresses questions regarding the temporal and spatial constraints of visual selection, the impact of action planning on attention, and the modulation of perception by contextual factors. Her significant contributions include demonstrating the influence of action planning on visual attention, elucidating neural mechanisms of distractor suppression, and identifying the role of reward in attentional modulation.","profile_pic":"andrew_rodriguez_0046.jpg","umap_projection":{"x":0.8930164575576782,"y":4.684629440307617},"cluster":10},"0047":{"id":"0047","name":"Anna C Nobre","institution":"Yale University; University of Oxford","bio":"This researcher investigates the neural mechanisms underlying visual attention and working memory, with a particular focus on how the brain represents and processes shape and spatial information. Their work addresses fundamental questions regarding the interaction between attention and memory processes within visual cortical areas, often employing computational models to predict neural coding. A significant contribution includes the discovery of shape-selective neurons in parietal cortex and the identification of pseudosparse neural coding, challenging existing assumptions about efficient coding in primate visual cortex.","profile_pic":"anna_c_nobre_0047.jpg","umap_projection":{"x":1.76963210105896,"y":3.70198130607605},"cluster":10},"0048":{"id":"0048","name":"Anna Grubert","institution":"Durham University","bio":"This researcher investigates the neural circuits underlying flexible decision-making and multisensory integration, primarily within rodent models. Their work aims to elucidate how cortical and subcortical neural populations support cognitive processes, particularly in relation to movement and changes across the lifespan. This researcher has demonstrated the capacity for individual neurons in rodent posterior parietal cortex to perform multiple behavioral roles and has established rodents as a viable model for studying complex cognitive functions previously attributed primarily to primates.","profile_pic":"anna_grubert_0048.jpg","umap_projection":{"x":1.8098257780075073,"y":3.384755849838257},"cluster":10},"0049":{"id":"0049","name":"Anna Kosovicheva","institution":"University of Toronto","bio":"Dr. Churchland investigates the neural circuits mediating decision-making, multisensory integration, and sensory-guided behavior using systems, computational, and behavioral neuroscience approaches. Her research aims to elucidate the neural mechanisms underlying flexible decision processes, the interaction between cortical and subcortical areas during decision-making, and the influence of spontaneous movements on neural activity. Churchland's significant contributions include demonstrating optimal multisensory integration in rodents, pioneering high-resolution video analysis of movement during decision-making, and establishing the multitasking capabilities of individual neurons in rodent posterior parietal cortex.","profile_pic":"anna_kosovicheva_0049.jpg","umap_projection":{"x":3.6439898014068604,"y":7.299002647399902},"cluster":0},"0050":{"id":"0050","name":"Anna Ma-Wyatt","institution":"The University of Adelaide","department":"Andy Thomas Centre for Space Resources; CNRS IRL Crossing","bio":"Dr. Norcia investigates the neural substrates of spatial vision and its development, with a focus on binocular vision, stereopsis, and visual abnormalities. His research addresses fundamental questions regarding the neural mechanisms underlying normal and abnormal visual development, the cortical basis of stereopsis, and the relationship between neural activity and conscious visual perception. A significant contribution lies in pioneering the use of visual evoked potentials (VEPs) as objective measures of sensory function and developing integrated fMRI and high-density EEG source imaging techniques to relate brain electrical activity to specific visual areas.","profile_pic":"anna_ma-wyatt_0050.jpg","umap_projection":{"x":2.391328811645508,"y":6.083644866943359},"cluster":6},"0051":{"id":"0051","name":"Anna Schubö","institution":"Philipps University Marburg","bio":"Dr. Norcia investigates the development of spatial vision and the neural substrates of visual processing, particularly in the context of typical development and neurodevelopmental disorders. His research addresses fundamental questions regarding the ontogeny of binocular vision, stereopsis, and object representation, as well as the objective assessment of visual function in clinical populations. He has significantly advanced the field through the pioneering application of steady-state visual evoked potentials (SSVEPs) and high-density EEG source imaging, providing objective measures for diagnosing visual disorders and elucidating cortical mechanisms underlying visual perception.","profile_pic":"anna_schubö_0051.jpg","umap_projection":{"x":1.1780143976211548,"y":4.200578689575195},"cluster":10},"0052":{"id":"0052","name":"Anne B Sereno","institution":"Purdue University","bio":"Dr. Buonocore's research investigates the cognitive and neural mechanisms underlying visual perception and oculomotor control, specifically focusing on saccadic eye movements. His work addresses how the brain maintains perceptual stability across saccades, differentiates between self-generated and external motion, and integrates visual signals into motor plans for eye movements. He has significantly contributed to the understanding of saccadic inhibition, peri-saccadic perception, and eye movement control in dynamic environments, employing high-precision eye tracking, psychophysics, and neurophysiological techniques like EEG and TMS.","profile_pic":"anne_b_sereno_0052.jpg","umap_projection":{"x":3.1443586349487305,"y":3.6440436840057373},"cluster":14},"0053":{"id":"0053","name":"Anne Churchland","institution":"University of California Los Angeles","department":"Department of Neurobiology, David Geffen School of Medicine","profile_pic":"anne_churchland_0053.jpg","umap_projection":{"x":8.017775535583496,"y":4.518861293792725},"cluster":13},"0054":{"id":"0054","name":"Anthony Cate","institution":"Roanoke College","bio":"Dr. McGoldrick investigates the cognitive and neural mechanisms underlying high-level scene processing and perception-memory interactions. Her research addresses how humans comprehend complex visual scenes, focusing on the role of contextual associations and associative processing in scene perception and recognition. Her work has demonstrated the impact of embedded objects on scene-selective brain regions and the influence of associative thinking on visual perception, contributing to our understanding of contextual representation in neural networks.","profile_pic":"anthony_cate_0054.jpg","umap_projection":{"x":4.6735758781433105,"y":8.092135429382324},"cluster":19},"0055":{"id":"0055","name":"Anthony M Norcia","institution":"Stanford University","bio":"This researcher investigates the neural mechanisms underlying visual object recognition, focusing on the causal relationship between neural activity in the ventral visual stream and visual perception. Their research aims to elucidate the mechanistic underpinnings of vision as a behavior by bridging the causal gap between neural activity in high-level visual cortical areas and visual perception.  Significant contributions include developing chronically implantable LED arrays for behavioral optogenetics in primates, demonstrating the causal role of face-selective neurons in face gender discrimination, and establishing the image-dependence of optogenetic stimulation detectability in macaque inferotemporal cortex.","profile_pic":"anthony_m_norcia_0055.jpg","umap_projection":{"x":4.240788459777832,"y":4.1402411460876465},"cluster":20},"0056":{"id":"0056","name":"Antimo Buonocore","institution":"Suor Orsola Benincasa University","bio":"Dr. Kartha's research focuses on the assessment and rehabilitation of visual function in individuals with ultra-low vision, with a particular emphasis on multisensory integration. Her work addresses the challenges of accurately quantifying visual abilities and developing effective interventions to improve daily living activities in this population. Dr. Kartha has significantly contributed to the field through the development and validation of virtual reality-based assessment tools, such as the Wilmer VRI, and performance-based measures that provide more accurate indicators of visual function compared to self-reported questionnaires.","profile_pic":"antimo_buonocore_0056.jpg","umap_projection":{"x":3.4388010501861572,"y":6.106477737426758},"cluster":6},"0057":{"id":"0057","name":"Anton Janser","institution":"Kiel University","bio":"Dr. Shapiro investigates the neural and computational mechanisms underlying visual perception, with a focus on color, motion, and contrast processing. Their research aims to elucidate how the visual system interprets sensory information, particularly in the context of illusions and low-light conditions, to understand the relationship between perception and physical reality. Shapiro's significant contributions include the development of novel visual illusions, the \"Induced Contrast Asynchrony\" paradigm, and advancements in understanding color perception and motion processing, bridging perceptual data with computational models.","profile_pic":"anton_janser_0057.jpg","umap_projection":{"x":1.4941140413284302,"y":3.71341872215271},"cluster":10},"0058":{"id":"0058","name":"Anya McGoldrick","institution":"Fordham University","bio":"Dr. Oliva's research focuses on computational perception and cognition, specifically investigating visual recognition and scene understanding in both humans and machines. Her work addresses fundamental questions regarding the neural mechanisms underlying rapid scene recognition, the computational principles of image memorability, and the development of human-inspired artificial intelligence systems.  She has significantly contributed to the field through the development of hybrid images, pioneering studies on rapid scene recognition, the creation of large-scale image datasets like Places, and advancements in understanding and predicting image memorability.","profile_pic":"anya_mcgoldrick_0058.jpg","umap_projection":{"x":3.9421913623809814,"y":2.3418591022491455},"cluster":-1},"0059":{"id":"0059","name":"Arash Afraz","institution":"National Institutes of Health","bio":"This researcher focuses on high-resolution retinal imaging and adaptive optics to investigate the physiological optics and limits of human vision. Their research addresses how optical imperfections and neural processing contribute to visual perception, and how adaptive optics technology can be applied to overcome optical limitations of the eye. A significant contribution includes the invention of the Adaptive Optics Scanning Laser Ophthalmoscope (AOSLO) and its application to mapping the human trichromatic cone mosaic, advancing the understanding of color vision mechanisms at the cellular level.","profile_pic":"arash_afraz_0059.jpg","umap_projection":{"x":7.4793901443481445,"y":4.635491371154785},"cluster":18},"0060":{"id":"0060","name":"Arathy Kartha","institution":"SUNY College of Optometry","bio":"This researcher focuses on the neural mechanisms underlying visual perception, particularly face perception, object recognition, and word reading, within the context of real-world cognition. Their research investigates the spatiotemporal dynamics and network-level interactions of neural activity during visual information processing using a combination of electrophysiological recordings, neuroimaging, and computational modeling. They have significantly contributed to the field through the development of multi-connection pattern analysis, elucidating the role of the mid-fusiform gyrus in word reading, and demonstrating distinct dynamics in face- and word-selective regions of the ventral temporal cortex.","profile_pic":"arathy_kartha_0060.jpg","umap_projection":{"x":3.440934896469116,"y":6.7619547843933105},"cluster":6},"0061":{"id":"0061","name":"Arijit Chakraborty","institution":"Midwestern University","department":"University of Waterloo; Rush University Medical Center","bio":"This researcher investigates the neural mechanisms underlying visual working memory and spatial attention, with a particular focus on oculomotor control. Their work addresses how object representations in working memory are modulated by task demands and interact with task-relevant information, as well as the relationship between microsaccades and neural signatures of spatial attention. They have demonstrated a functional, yet non-obligatory, link between microsaccades and covert spatial attention, revealed how microsaccades can drive lateralization of EEG alpha power, and emphasized the importance of considering past and future attributes in visual working memory.","profile_pic":"arijit_chakraborty_0061.jpg","umap_projection":{"x":3.729503631591797,"y":5.683589458465576},"cluster":24},"0062":{"id":"0062","name":"Arthur G Shapiro","institution":"American University","bio":"This researcher investigates the neural mechanisms underlying visual perception and perceptual learning, employing psychophysical, neuroimaging, and brain stimulation techniques. Their work addresses how non-invasive brain stimulation modulates visual perceptual learning and how object recognition is neurally implemented in the ventral temporal cortex. Key contributions include demonstrating the causal role of alpha-frequency tACS in enhancing visual perceptual learning and elucidating the neural representation of object space in the ventral temporal cortex.","profile_pic":"arthur_g_shapiro_0062.jpg","umap_projection":{"x":7.0485005378723145,"y":8.048201560974121},"cluster":2},"0063":{"id":"0063","name":"Ataol B. Ozsu","institution":"Bilkent University","bio":"This researcher investigates the neural mechanisms underlying auditory scene analysis, spatial hearing, and selective auditory attention. Their work addresses how the brain segregates and interprets complex auditory environments, particularly focusing on the cognitive and neural processes involved in attending to specific sound sources amidst noise. Key contributions include elucidating neural correlates of auditory spatial processing, characterizing the impact of reverberation on auditory perception, and developing computational models of auditory attention and scene analysis.","profile_pic":"ataol_b._ozsu_0063.jpg","umap_projection":{"x":1.2353183031082153,"y":4.659270763397217},"cluster":10},"0064":{"id":"0064","name":"Atsushi Wada","institution":"Center for Information and Neural Networks, NICT","department":"Graduate School of Frontier Biosciences, Osaka University","bio":"Dr. Giesbrecht investigates the cognitive and neural mechanisms underlying selective attention, focusing on attentional control and selection in vision. His research addresses how the brain prioritizes relevant information amidst distractors, the neural substrates of attentional processes, and the interaction of attention with other cognitive functions. He has significantly contributed to the field by demonstrating functional specializations within the frontal-parietal network for spatial and non-spatial attention, elucidating the temporal dynamics of attentional selection using EEG/ERP methods, and advancing understanding of attentional modulation in early visual cortex.","profile_pic":"atsushi_wada_0064.jpg","umap_projection":{"x":8.747180938720703,"y":6.279787540435791},"cluster":5},"0065":{"id":"0065","name":"Aude Oliva","institution":"MIT","bio":"Dr. Richmond investigates the neural mechanisms underlying visual information processing, reward valuation, and decision-making in primate models. His research seeks to elucidate how single neurons and neural ensembles encode visual stimuli and contribute to goal-directed behavior, particularly within the ventral and dorsal striatum, rhinal cortex, and cingulate cortex. Dr. Richmond's significant contributions include demonstrating attentional modulation of visual receptive fields, developing a comprehensive model of neural firing variability, creating real-time neural decoding algorithms for prosthetic devices, and establishing the role of D2 receptors in rhinal cortex for visual-reward associations.","profile_pic":"aude_oliva_0065.jpg","umap_projection":{"x":6.715200424194336,"y":5.477471351623535},"cluster":4},"0066":{"id":"0066","name":"Austin Roorda","institution":"University of California, Berkeley","bio":"Dr. Xiao investigates the computational and neural mechanisms underlying human material perception, with a focus on integrating visual, tactile, and haptic information. Her research addresses how humans estimate physical and functional properties of objects in dynamic environments and how these perceptual principles can inform machine perception. Dr. Xiao's contributions include developing cross-modal experimental paradigms for studying visual-tactile material perception, identifying critical visual cues for material property estimation, and advancing computational models of material perception that integrate multiple sensory inputs.","profile_pic":"austin_roorda_0066.jpg","umap_projection":{"x":3.0494229793548584,"y":6.574212074279785},"cluster":6},"0067":{"id":"0067","name":"Avniel Ghuman","institution":"University of Pittsburgh","bio":"This researcher investigates the neurophysiological and cognitive mechanisms underlying human performance in complex human-machine systems, particularly within the domains of driving and reading. Their work addresses critical questions regarding the optimization of human-machine interaction, the personalization of text formats for enhanced readability, and the factors influencing driver behavior and safety.  Significant contributions include the development of an information acquisition theory in driving, pioneering research on personalized text formats, and the advancement of neuroergonomic approaches to human-machine interaction.","profile_pic":"avniel_ghuman_0067.jpg","umap_projection":{"x":7.434546947479248,"y":4.01278829574585},"cluster":21},"0068":{"id":"0068","name":"Baiwei Liu","institution":"Vrije Universiteit Amsterdam","bio":"This researcher investigates the cognitive and neural mechanisms underlying high-level visual processing, particularly face perception, texture processing, and visual learning across development. Their work addresses fundamental questions regarding how humans achieve robust object recognition despite variations in appearance, how visual experience shapes perceptual development, and how individual differences impact recognition abilities. Balas's contributions include demonstrating the influence of environmental factors like hometown population on face processing, characterizing the development of sensitivity to natural image statistics, and developing computational models of texture synthesis and perception.","profile_pic":"baiwei_liu_0068.jpg","umap_projection":{"x":2.894761800765991,"y":4.363962650299072},"cluster":14},"0069":{"id":"0069","name":"Baoqi Gong","institution":"Peking University","bio":"Dr. de Haas investigates the neural and computational mechanisms underlying individual differences in visual perception, particularly in face processing and scene perception. Their research aims to elucidate how variations in gaze behavior and visual salience contribute to diverging neural representations and shape interactions with the visual world. A key contribution is demonstrating that individual gaze patterns influence neural representations of visual stimuli and revealing fixation biases in face processing that generalize to inanimate objects, suggesting domain-general mechanisms.","profile_pic":"baoqi_gong_0069.jpg","umap_projection":{"x":8.297928810119629,"y":4.667822360992432},"cluster":13},"0070":{"id":"0070","name":"Barbara Shinn-Cunningham","institution":"Carnegie Mellon University","bio":"Dr. van Buren investigates the cognitive mechanisms underlying the perception of high-level visual properties such as animacy, intentionality, and aesthetic qualities. Their research aims to elucidate how dynamic visual cues and attentional processes contribute to the perception of these properties and how they influence cognitive functions like memory and judgment.  Notably, they have demonstrated the impact of perceived animacy on spatial memory, developed the 'Blindfold Test' to disentangle perceptual and judgmental effects, and explored the role of frictive surface contact in visual attention.","profile_pic":"barbara_shinn-cunningham_0070.jpg","umap_projection":{"x":3.358211040496826,"y":2.94362211227417},"cluster":14},"0071":{"id":"0071","name":"Barry Giesbrecht","institution":"University of California, Santa Barbara","department":"Institute for Collaborative Biotechnologies","bio":"Dr. Wolfe investigates the cognitive mechanisms underlying visual information acquisition in complex, real-world environments, particularly within the domains of driving and reading. His research addresses questions regarding the temporal dynamics of hazard perception, the role of peripheral vision in driving safety, and the optimization of text for enhanced readability. Dr. Wolfe's contributions include demonstrating rapid holistic road hazard perception, elucidating the importance of peripheral vision in brake light detection, and developing methodologies for studying visual perception in applied settings.","profile_pic":"barry_giesbrecht_0071.jpg","umap_projection":{"x":3.3339946269989014,"y":3.6186530590057373},"cluster":14},"0072":{"id":"0072","name":"Barry J Richmond","institution":"National Institute of Mental Health","bio":"Dr. Conway investigates the neural mechanisms underlying visual perception, particularly color processing and object recognition, using a combination of psychophysics, neurophysiology, and computational modeling. Their research addresses how sensory signals are transformed into perceptions and actions, focusing on the organization and function of visual cortex in both humans and non-human primates. Conway's significant contributions include the discovery of double-opponent cells and \"globs\" in visual cortex, the development of a framework for inferior temporal cortex organization, and the demonstration of functional homologies between human and macaque visual cortex, providing insights into color constancy, object recognition, and cross-species visual processing.","profile_pic":"barry_j_richmond_0072.jpg","umap_projection":{"x":7.457395553588867,"y":4.574848651885986},"cluster":18},"0073":{"id":"0073","name":"Bas Rokers","institution":"New York University Abu Dhabi; Department of Psychology and Center for Neural Science, New York University","department":"NYUAD Research Institute; ASPIRE Precision Medicine Research Institute","bio":"Dr. van Kemenade investigates the neural mechanisms underlying perception-action interactions, predictive processing, and multisensory integration. Her research aims to elucidate how predictions based on voluntary actions influence sensory processing, how the brain distinguishes between self-generated and externally generated sensory events, and how information is integrated across sensory modalities in the context of action-outcome associations. Her significant contributions include demonstrating that non-stimulated regions of early visual cortex encode contents of conscious visual perception, identifying neural suppression effects for self-generated sensory feedback, and characterizing the role of the angular gyrus as a supramodal comparator in action-outcome monitoring.","profile_pic":"bas_rokers_0073.jpg","umap_projection":{"x":4.133162498474121,"y":6.832071304321289},"cluster":19},"0074":{"id":"0074","name":"Bei Xiao","institution":"American University","bio":"Dr. van Kemenade investigates the neural mechanisms underlying the interplay between action and perception, with a particular focus on sensory predictions and the distinction between self-generated and externally generated stimuli. Her research addresses how actions influence perception and neural processing, specifically examining the neural substrates of action-based predictions and their impact on sensory processing. Her work has demonstrated the role of the angular gyrus as a supramodal comparator in action-outcome monitoring and elucidated the distinct contributions of the cerebellum, angular gyrus, and middle temporal gyrus to action-feedback monitoring.","profile_pic":"bei_xiao_0074.jpg","umap_projection":{"x":5.988535404205322,"y":6.725034713745117},"cluster":-1},"0075":{"id":"0075","name":"Ben D. Sawyer","institution":"University of Central Florida","bio":"Dr. Sayim investigates the cognitive and neural mechanisms underlying visual perception, with a specific focus on contextual modulation and information processing in cluttered peripheral vision. Her research addresses how the visual system organizes and processes information in the periphery, particularly concerning the mechanisms of crowding and redundancy masking, and how contextual factors influence visual appearance. Dr. Sayim's contributions include pioneering work on redundancy masking in crowded peripheral vision, developing novel appearance-based methods for studying visual perception, and elucidating the role of grouping and segmentation processes in peripheral vision.","profile_pic":"ben_d._sawyer_0075.jpg","umap_projection":{"x":3.361229658126831,"y":8.585952758789062},"cluster":0},"0076":{"id":"0076","name":"Benjamin Balas","institution":"North Dakota State University","bio":"Dr. Hammond investigates the influence of macular pigment on visual and cognitive function, focusing on the interplay between nutrition and sensory processing. His research addresses the mechanisms by which dietary carotenoids, specifically lutein and zeaxanthin, modulate visual performance and cognitive health across the lifespan. He has significantly contributed to the field by demonstrating the role of macular pigment in mitigating glare disability and photostress recovery, establishing cognitive benefits of carotenoid supplementation, and developing methods for quantifying macular pigment optical density.","profile_pic":"benjamin_balas_0076.jpg","umap_projection":{"x":7.922693252563477,"y":2.261787176132202},"cluster":1},"0077":{"id":"0077","name":"Benjamin de Haas","institution":"Justus Liebig University Giessen","department":"Center for Mind, Brain and Behavior","bio":"This researcher investigates the influence of macular pigment and dietary factors on visual and cognitive function. Their work addresses the mechanisms by which lutein and zeaxanthin affect retinal health, visual processing, and cognitive performance across the lifespan. Key contributions include demonstrating the relationship between macular pigment optical density and visual performance, establishing links between dietary carotenoids and cognitive function, and developing psychophysical methods for measuring macular pigment density in vivo.","profile_pic":"benjamin_de_haas_0077.jpg","umap_projection":{"x":4.464481830596924,"y":2.9320662021636963},"cluster":22},"0078":{"id":"0078","name":"Benjamin Peters","institution":"University of Edinburgh; University of Glasgow","department":"Institute for Language, Cognition and Computation; Centre for Cognitive NeuroImaging","bio":"Dr. Dube investigates the cognitive and neural mechanisms underlying visual attention, visual working memory, and their interaction with perception in complex visual environments. Her research addresses how salient visual distractions impact category-tuned attentional filters in the ventral visual cortex and influence task performance. Dr. Dube's work has demonstrated that visual distraction disrupts category-tuned attentional filters in regions such as the FFA and PPA, causes visual memory intrusions, and elucidates distinct prioritization mechanisms for visual working memory representations.","profile_pic":"benjamin_peters_0078.jpg","umap_projection":{"x":3.794407367706299,"y":2.8946101665496826},"cluster":22},"0079":{"id":"0079","name":"Benjamin van Buren","institution":"The New School","bio":"Dr. Won investigates the cognitive and neural mechanisms underlying the interaction between visual attention and working memory. Her research addresses how working memory contents guide attentional deployment and how attentional control operates within complex visual environments. Dr. Won's work has significantly contributed to the field by demonstrating the role of working memory in guiding visual search and elucidating the mechanisms of attentional capture by task-irrelevant stimuli.","profile_pic":"benjamin_van_buren_0079.jpg","umap_projection":{"x":7.894920825958252,"y":2.2869365215301514},"cluster":1},"0080":{"id":"0080","name":"Benjamin Wolfe","institution":"University of Toronto Mississauga","bio":"Dr. Williams investigates the optimization of health care delivery systems and financing mechanisms to improve health outcomes. His research focuses on strategies for implementing value-based care models and redesigning health care systems to enhance quality, reduce costs, and promote health equity. Dr. Williams' significant contributions include developing innovative health care delivery models integrating primary care, behavioral health, and social services, and designing value-based payment systems incentivizing quality and cost-effectiveness.","profile_pic":"benjamin_wolfe_0080.jpg","umap_projection":{"x":2.0900566577911377,"y":7.100975513458252},"cluster":6},"0081":{"id":"0081","name":"Bevil Conway","institution":"National Eye Institute","department":"Laboratory of Sensorimotor Research","bio":"This researcher investigates the cognitive and neural mechanisms underlying face perception and social cognition across the adult lifespan. Their work addresses how facial recognition and the interpretation of social cues from faces are modulated by age, with a focus on the underlying cognitive processes. A significant contribution is the elucidation of age-related changes in configural face processing, as evidenced by investigations of the face inversion effect, and pioneering research on the adoption and interpretation of emojis across the adult lifespan.","profile_pic":"bevil_conway_0081.jpg","umap_projection":{"x":8.342398643493652,"y":4.734292507171631},"cluster":13},"0082":{"id":"0082","name":"Bianca M. van Kemenade","institution":"Justus Liebig University Giessen, Germany","department":"Center for Psychiatry","bio":"A cognitive neuroscientist, Dr. Duchaine investigates the neural and cognitive mechanisms underlying face recognition and social perception, with a particular focus on prosopagnosia. Her research addresses questions regarding the etiology of developmental prosopagnosia, the organization of face-selective brain regions, and the relationship between face recognition and other cognitive domains. Dr. Duchaine's seminal contributions include establishing developmental prosopagnosia as a prevalent condition, developing standardized diagnostic tools such as the Cambridge Face Memory Test, and characterizing the cognitive and neural profiles of individuals with face recognition deficits.","profile_pic":"bianca_m._van_kemenade_0082.jpg","umap_projection":{"x":4.723170757293701,"y":5.54202938079834},"cluster":23},"0083":{"id":"0083","name":"Bilge Sayim","institution":"University of Lille, Lille, France","department":"Cognitive and Affective Sciences Lab, UMR CNRS 9193","bio":"This researcher focuses on the cognitive and neural mechanisms underlying visual cognition, attention, memory, and consciousness. Their research investigates how visual stimuli become consciously accessible, the neural interactions between attention and memory, and the temporal dynamics of attention and memory consolidation. They have made significant contributions through the development of computational models of visual attention and working memory, and by elucidating the fine-grained time course of visual perception and its interaction with attention.","profile_pic":"bilge_sayim_0083.jpg","umap_projection":{"x":6.365116119384766,"y":7.766204357147217},"cluster":7},"0084":{"id":"0084","name":"Billy Hammond","institution":"University of Georgia","department":"Department of Psychology","bio":"This researcher investigates the neural representation of object concepts and their relationship to action and language, utilizing a cognitive neuroscience approach. Their work addresses how the brain organizes object knowledge, how visual perception interacts with action and language systems, and how brain damage affects these cognitive processes. Key contributions include challenging embodied cognition theories, advancing understanding of action knowledge organization through brain mapping, and developing translational brain mapping techniques for personalized neurosurgical planning and stroke rehabilitation.","profile_pic":"billy_hammond_0084.jpg","umap_projection":{"x":3.908928394317627,"y":6.209011077880859},"cluster":6},"0085":{"id":"0085","name":"Blaire Dube","institution":"Memorial University of Newfoundland","bio":"This researcher investigates the cognitive and neural mechanisms underlying face recognition, with a particular focus on developmental prosopagnosia. Their work seeks to elucidate the genetic, developmental, and neural factors contributing to both typical and atypical face processing abilities. A significant contribution includes pioneering the characterization of developmental prosopagnosia as a distinct neurodevelopmental disorder and developing the Cambridge Face Memory Test, alongside demonstrating widespread selectivity reductions in category-selective visual cortex in individuals with developmental prosopagnosia.","profile_pic":"blaire_dube_0085.jpg","umap_projection":{"x":1.847633957862854,"y":3.2574245929718018},"cluster":10},"0086":{"id":"0086","name":"Bo Yeong Won","bio":"Dr. Fajen investigates the visual control of locomotion and perceptual-motor learning, utilizing ecological psychology and dynamical systems approaches. Their research addresses how humans use visual information, particularly optic flow, to navigate complex environments, execute skilled actions, and adapt their perceptual-motor strategies. Fajen's significant contributions include developing dynamical models of visually-guided steering, demonstrating the role of affordances in action control, and advancing ecological approaches to understanding perception and action.","profile_pic":"bo_yeong_won_0086.jpg","umap_projection":{"x":2.718247413635254,"y":2.5734221935272217},"cluster":14},"0087":{"id":"0087","name":"Bob Williams","institution":"Health Access LLC","bio":"This researcher investigates the influence of reward learning and selection history on attentional control and visual selection. Their work addresses how prior reward associations modulate attentional capture and the neural mechanisms underlying value-driven attentional biases. A significant contribution is the discovery of value-driven attentional capture and the development of a three-component model of attentional control incorporating selection history, further elucidating the role of the dopaminergic system in these processes.","profile_pic":"bob_williams_0087.jpg","umap_projection":{"x":3.1690971851348877,"y":7.269031047821045},"cluster":6},"0088":{"id":"0088","name":"Boutet Isabelle","institution":"University of Ottawa","bio":"This researcher investigates the cognitive and neural mechanisms underlying experience-dependent attentional biases, particularly focusing on value-driven attentional capture and its modulation by reward and punishment learning. Their work seeks to elucidate how prior learning shapes attentional priorities and control, and how these biases contribute to clinical conditions like addiction. Key contributions include the discovery of value-driven attentional capture, the development of a three-component model of attentional control incorporating selection history, and the identification of neural substrates involving the dopaminergic reward system in value-based attentional orienting.","profile_pic":"boutet_isabelle_0088.jpg","umap_projection":{"x":7.598236083984375,"y":2.3567137718200684},"cluster":1},"0089":{"id":"0089","name":"Brad Duchaine","institution":"Dartmouth College","bio":"This researcher investigates the cognitive and neural mechanisms underlying visual cognition, multisensory integration, metacognition, and consciousness. Their work addresses questions regarding how humans integrate information across sensory modalities, the computational basis of visual metacognition, and the interplay between attention, consciousness, and perceptual decision-making. They have made significant contributions through computational modeling of multisensory integration, advancing understanding of metacognitive processes in visual perception, and investigating the neural correlates of consciousness using neuroimaging.","profile_pic":"brad_duchaine_0089.jpg","umap_projection":{"x":7.245738983154297,"y":2.9801292419433594},"cluster":1},"0090":{"id":"0090","name":"Brad Wyble","institution":"Penn State University","bio":"This researcher investigates the cognitive mechanisms underlying visual awareness, event perception, and the extraction of high-level properties such as causality and animacy from visual input. Their work addresses how visual perception interacts with and informs higher-level cognitive processes, particularly concerning object persistence, attentional allocation, and subjective time perception. Key contributions include the perceptual scotoma hypothesis in motion-induced blindness, the discovery of scaffolded attention and attentional rhythm, and the identification of event type representations, significantly advancing the understanding of object-based attention and the psychophysics of chasing.","profile_pic":"brad_wyble_0090.jpg","umap_projection":{"x":3.8528027534484863,"y":3.0133626461029053},"cluster":22},"0091":{"id":"0091","name":"Bradford Z. Mahon","institution":"Carnegie Mellon University","bio":"Dr. Buetti investigates the cognitive mechanisms underlying visual attention, particularly focusing on parallel processing in peripheral vision. Her research addresses fundamental questions regarding the interplay between attention, emotion, and cognition in visual search and scene perception. Her significant contributions include the development of a two-stage theory of visual attention based on uncertainty reduction and demonstrating the extensive parallel processing capabilities of peripheral vision during visual search tasks.","profile_pic":"bradford_z._mahon_0091.jpg","umap_projection":{"x":3.8529157638549805,"y":6.253823757171631},"cluster":6},"0092":{"id":"0092","name":"Bradley Duchaine","institution":"Dartmouth College","bio":"This researcher investigates the neurophysiological mechanisms underlying cognitive processes and performance in demanding real-world environments. Their work utilizes electroencephalography (EEG) to examine the neural correlates of mental workload, cognitive interference, and sleep disturbances in populations such as military personnel and individuals with fibromyalgia. Their contributions include demonstrating the utility of EEG theta power as a marker of workload in army drivers and elucidating the electrophysiological dynamics of the reverse Stroop effect.","profile_pic":"bradley_duchaine_0092.jpg","umap_projection":{"x":6.700288772583008,"y":2.4353222846984863},"cluster":1},"0093":{"id":"0093","name":"Brandon J. Carlos","institution":"University of Houston; Ball State University","bio":"Dr. Blais investigates the cultural modulation of visual processes, specifically in face processing. Her research addresses how cultural variations influence face processing strategies, particularly in facial expression recognition and face identification. Her work has demonstrated cultural differences in face processing strategies, including variations in gaze patterns and the importance of specific spatial frequencies, challenging the universality of face perception.","profile_pic":"brandon_j._carlos_0093.jpg","umap_projection":{"x":2.845848321914673,"y":2.423049211502075},"cluster":14},"0094":{"id":"0094","name":"Brett Fajen","institution":"Rensselaer Polytechnic Institute","bio":"Dr. Robertson investigates the cognitive and neural mechanisms underlying the interaction between memory and visual perception, particularly in naturalistic environments. Her research aims to elucidate how memory shapes visual processing in the human brain and to characterize the neural circuits mediating these perceptual-mnemonic interactions, especially in the context of neurodevelopmental disorders like autism. Her significant contributions include the development of a novel model system for studying perceptual-mnemonic interactions at the anterior edge of high-level visual cortex, the identification of slower binocular rivalry in the autistic brain, and the discovery of a bivalent neural code mediating interactions between the hippocampus and cortex.","profile_pic":"brett_fajen_0094.jpg","umap_projection":{"x":2.2005178928375244,"y":7.1305952072143555},"cluster":6},"0095":{"id":"0095","name":"Brian A. Anderson","institution":"Texas A&M University","bio":"This researcher investigates the neural mechanisms underlying perception and memory, particularly in the context of autism spectrum disorder. Their work addresses how individuals with autism perceive and process visual information differently, and how perception and memory systems interact within the brain. Key contributions include identifying reduced GABAergic action in the autistic brain, discovering a retinotopic code structuring perception-memory interactions, and developing virtual reality paradigms for studying active vision in naturalistic environments.","profile_pic":"brian_a._anderson_0095.jpg","umap_projection":{"x":1.0179578065872192,"y":4.517697811126709},"cluster":10},"0096":{"id":"0096","name":"Brian Keane","institution":"University of Rochester","department":"Center for Visual Science, University of Rochester; Unversity of Rochester Medical Center","bio":"Dr. Reed investigates the neural and cognitive mechanisms underlying embodied cognition, multimodal perception, and their influence on attention and emotional processing. Her research addresses how the brain integrates sensory information from vision, touch, and the body to shape perception, action, and social interactions. She has significantly contributed to the field by demonstrating the body-inversion effect, establishing the role of peripersonal space in attention, and elucidating neural substrates of tactile object recognition and haptic integration.","profile_pic":"brian_keane_0096.jpg","umap_projection":{"x":3.58426833152771,"y":6.515147686004639},"cluster":6},"0097":{"id":"0097","name":"Brian Maniscalco","institution":"University of California Irvine; University of California Riverside","department":"Department of Cognitive Sciences; Department of Bioengineering","bio":"This researcher investigates the cognitive mechanisms underlying visual perception, particularly focusing on mid-level processes involved in transforming two-dimensional retinal input into three-dimensional object and surface representations. Their work addresses questions regarding the interplay between attention, memory, and perceptual organization, specifically examining processes such as figure-ground segmentation, depth perception, and material property inference. Their contributions include elucidating the roles of feature-based and object-based attention in visual processing and advancing understanding of how perceptual organization interacts with higher-level cognitive functions.","profile_pic":"brian_maniscalco_0097.jpg","umap_projection":{"x":8.646047592163086,"y":6.424118995666504},"cluster":5},"0098":{"id":"0098","name":"Brian Odegaard","institution":"University of Florida","bio":"Dr. Kim investigates the neural and cognitive mechanisms underlying multisensory integration, visual awareness, and aesthetic perception. Her research addresses questions regarding how the brain integrates information across sensory modalities, the neural substrates of conscious visual experience, and the cognitive bases of aesthetic experiences. Dr. Kim's significant contributions include elucidating the mechanisms of binocular rivalry, characterizing cross-modal correspondences between speech sounds and visual shapes, and advancing understanding of audiovisual integration and the neural correlates of synesthesia and aesthetic perception.","profile_pic":"brian_odegaard_0098.jpg","umap_projection":{"x":5.998038291931152,"y":5.404255390167236},"cluster":4},"0099":{"id":"0099","name":"Brian Scholl","institution":"Yale University","bio":"Dr. Chunharas investigates the neural mechanisms underlying visual working memory, attention, and perception, utilizing cognitive neuroscience and computational modeling techniques. Their research focuses on understanding how the brain maintains and manipulates visual information, how attention selects and processes perceptual inputs, and how these cognitive processes shape behavior and neural representations. Dr. Chunharas has significantly contributed to the field by demonstrating the simultaneous representation of working memory contents and sensory inputs in early visual cortex, revealing adaptive distortions in visual working memory, and showing the beneficial effects of depth separation on visual working memory performance.","profile_pic":"brian_scholl_0099.jpg","umap_projection":{"x":5.13043212890625,"y":6.443562030792236},"cluster":4},"0100":{"id":"0100","name":"Brigitte Röder","institution":"Biological Psychology and Neuropsychology, University of Hamburg; Jasti V Ramanamma Children’s Eye Center, Child Sight Institute, LV Prasad Eye Institute, Hyderabad, India","bio":"Dr. Connor investigates the neural mechanisms underlying object perception and shape processing within higher-level visual cortex. His research aims to elucidate how the brain transforms visual images into representations of 3D object structure and encodes large-scale spatial environments. His lab has demonstrated rotational stability of object representations in anterior inferotemporal cortex and elucidated neural coding of object value and utility in the ventral visual pathway.","profile_pic":"brigitte_röder_0100.jpg","umap_projection":{"x":6.993029594421387,"y":3.8472559452056885},"cluster":21}}